<template>
  <div>
    <van-nav-bar title="回收指南" left-arrow @click-left="onClickLeft" />
    <div class="text">
      <van-divider :style="{ color: '#666', borderColor: '#666' }" />
      1吨废纸可制造出850公斤好纸，节省木材4立方米，比等量生产减少污染74%;<br />
      1吨废塑料可回炼300公斤无铅汽油和柴油;<br />
      1吨废钢铁可炼好钢750公斤;<br />
      1吨废玻璃能造出2万个500克容量的玻璃瓶。<br />
      什么是垃圾分类垃圾分类，是指按一定规定或标准将垃圾分类储存、分类投放和分类搬运，从而转变成公共资源的一系列活动的总称。<br />
      分类的目的是提高垃圾的资源价值和经济价值，力争物尽其用。<br />
      垃圾分类标准生活垃圾一般按照可回收物、有害垃圾、餐厨垃圾、其他垃圾进行“四分类”。<br />
      垃圾分类标识可回收物收集容器为蓝色，有害垃圾收集容器为红色，餐厨垃圾收集容器为绿色，其他垃圾收集容器为灰色。<br />
      可回收物就是再生资源，指生活垃圾中未经污染、适宜回收循环利用的废物，主要包括废弃电器电子产品、废纸张、废塑料、废玻璃、废金属等五类，是现阶段生活垃圾分类的主要工作和影响垃圾减量的重要因素。<br />
      <van-divider :style="{ color: '#666', borderColor: '#666' }" />
      可回收物<br />
      (一)
      电器电子产品类废弃计算机、打印机、复印件、传真机、扫描仪、投影仪、电视机、空调机等。<br />
      (二) 纸类<br />
      1、平面纸张:报纸、复印纸、宣传单、包装纸、信封、硬纸板等;<br />
      2、纸盒(箱) :纸板箱、包装盒(如点心盒、纸巾盒)、牛奶(饮料) 利乐包装等。<br />
      (三) 塑料类<br />
      1、瓶类: PET塑料瓶(矿 泉水瓶、饮料瓶)、硬质塑料瓶;<br />
      2、其他容器类:塑料盒(如冰激凌盒)、 塑料杯(如酸奶杯、果冻杯)、软桶等;<br />
      3、包装类:塑料袋、保鲜袋(膜)、包装袋(如零食包装袋、快递包装袋)、塑料泡沫、气泡缓冲材料、水果网套、热饮(如咖啡杯)杯盖等;<br />
      4、其他塑料制品:废弃塑料文具等。<br />
      (四) 玻璃类玻璃瓶、白炽灯泡、碎玻璃、其他玻璃制品。<br />
      (五) 金属类金属罐(如易拉罐)、金属盒、其他金属制品、金属文件柜。<br />
      (六) 办公用品类沙发、茶几、办公桌、文件柜、椅子等办公家具。<br />
      有害垃圾，指生活垃圾中对人体健康或自然环境造成直接或潜在危害的物质，必须单独收集、运输、存贮，由环保部门认可的专业机构进行特殊安全处理。<br />
      (一)
      电池类纽扣电池、充电电池(如手机电池)。不含普通干电池(如1号、5号、7号电池,因具生产已达到国家低汞或无汞技术要求，现作为其他垃圾投放)。<br />
      (二) 含汞类废荧光灯管、废节能灯、废水银温度计、废水银血压计、荧光棒等。<br />
      (三)
      费药类过期药品为有害垃圾，装药片的瓶子可以根据材质作为可回收物投放。<br />
      (四)
      油漆、废农药类废油漆、废农药、杀虫剂等残余液体，需和容器一起作为有害垃圾投放。<br />
      厨余垃圾公共机构产生的餐厨垃圾，主要为食堂剩菜、剩饭及烹饪过程中产生的菜帮菜叶、肉类鱼虾废弃部分、蛋壳等，做到“日产日清”。纸巾、牙签等不可生化降解，需与餐厨垃圾分开投放。<br />
      <van-divider :style="{ color: '#666', borderColor: '#666' }" />
      <h1>常见的垃圾示例:</h1>
      废纸张:<br />
      纸板箱、报纸、废弃书本、快递纸袋、打印纸、信封、广告单、纸塑铝复合包装（利乐包）。<br />
      废塑料:<br />
      食品与日用品塑料瓶罐及瓶盖（饮料瓶、奶瓶、洗发水瓶、乳液罐）、食用油桶、塑料碗（盆）、塑料盒子（食品保鲜盒、收纳盒）、塑料玩具（塑料积木、塑料模型）、塑料衣架、施工安全帽、PE塑料、pvc、亚克力板、塑料卡片、密胺餐具、kt板、泡沫（泡沫塑料、水果网套）。<br />
      废玻璃制品:<br />
      食品及日用品玻璃瓶罐（调料瓶、酒瓶、化妆品瓶）、玻璃杯、窗玻璃、玻璃制品（放大镜、玻璃摆件）、碎玻璃。<br />
      废金属:<br />
      金属瓶罐（易拉罐、食品罐/桶）、金属厨具（菜刀、锅）、金属工具（刀片、指甲剪、螺丝刀）、金属制品（铁钉、铁皮、铝箔）。<br />
      废织物:<br />
      旧衣服、床单、枕头、棉被、皮鞋、毛绒玩具（布偶）、棉袄、包、皮带、丝绸制品。<br />
      其它:<br />
      电路板（主板、内存条）、充电宝、电线、插头、木制品（积木、砧板）。<br />
      有害垃圾<br />
      废镍镉电池和废氧化汞电池:充电电池、镉镍电池、铅酸电池、蓄电池、纽扣电池。<br />
      废荧光灯管:<br />
      荧光（日光）灯管、卤素灯。<br />
      废药品及其包装物:<br />过期药物、药物胶囊、药片、药品内包装。<br />
      废油漆和溶剂及其包装物:<br />废油漆桶、染发剂壳、过期的指甲油、洗甲水。<br />
      废矿物油及其包装物。<br />
      废含汞温度计、废含汞血压计:<br />水银血压计、水银体温计、水银温度计。<br />
      废杀虫剂及其包装:<br />老鼠药（毒鼠强）、杀虫喷雾罐。<br />
      废胶片及废相纸:<br />x光片等感光胶片、相片底片。 <br />
      厨余垃圾（湿垃圾）<br />
      食材废料:<br />谷物及其加工食品（米、米饭、面、面包、豆类）、肉蛋及其加工食品（鸡、鸭、猪、牛、羊肉、蛋、动物内脏、腊肉、午餐肉、蛋壳）、水产及其加工食品（鱼、鱼鳞、虾、虾壳、鱿鱼）、蔬菜（绿叶菜、根茎蔬菜、菌菇）、调料、酱料。<br />
      剩菜剩饭:<br />火锅汤底（沥干后的固体废弃物）、鱼骨、碎骨、茶叶渣、咖啡渣。<br />
      过期食品:<br />糕饼、糖果、风干食品（肉干、红枣、中药材）、粉末类食品（冲泡饮料、面粉）、宠物饲料。<br />
      瓜皮果核:<br />水果果肉（椰子肉）、水果果皮（西瓜皮、桔子皮、苹果皮）、水果茎枝（葡萄枝）、果实（西瓜籽）。<br />
      花卉植物:<br />家养绿植、花卉、花瓣、枝叶。 中药药渣。
      其他垃圾（干垃圾）<br />
      餐巾纸、卫生间用纸、尿不湿、猫砂、狗尿垫、污损纸张、烟蒂、干燥剂、污损塑料、尼龙制品、编织袋、防碎气泡膜、大骨头、硬贝壳、硬果壳（椰子壳、榴莲壳、核桃壳、玉米衣、甘蔗皮）、硬果实（榴莲核、菠萝蜜核）、毛发、灰土、炉渣、橡皮泥、太空沙、带胶制品（胶水、胶带）、花盆、毛巾、一次性餐具、镜子、陶瓷制品、竹制品（竹篮、竹筷、牙签）、成分复杂的制品（伞、笔、眼镜、打火机）。
      <van-divider :style="{ color: '#666', borderColor: '#666' }" />
    </div>
  </div>
</template>

<script>
export default {
  methods: {
    onClickLeft() {
      this.$router.go(-1)
    },
  },
}
</script>
<style scoped>
@import "../assets/css/general.css";
</style>
<style lang="scss" scoped>
// 头部背景样式
::v-deep .van-nav-bar {
  background-color: #25c89b;
}
//标题样式
::v-deep .van-nav-bar__title {
  color: #fff;
}
// 头部返回按钮旁边的文字
::v-deep .van-nav-bar__text {
  color: #fff;
}
//头部的返回按钮样式
::v-deep .van-nav-bar__arrow {
  color: #fff;
}
.text {
  -webkit-user-select: none;
  -moz-user-select: none;
  padding: 0.5rem;
}
</style>
